;Place localized text in this file

[AssaultRifle_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary Plasma Rifle"
FriendlyNamePlural="Mercenary Plasma Rifles"
BriefSummary="A strangely sophisticated man made plasma weapon obtained from a contact in the resistance, it seems we're not the only ones still keeping up the fight, commander"
TacticalText="<Bullet/> The Mercenary Plasma Rifle is a general purpose, supremely powerful primary infantry weapons system.\n<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Plasma Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[Pistol_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary Plasma Pistol"
FriendlyNamePlural="Mercenary Plasma Pistols"
BriefSummary="This supreme sidearm successfully emulates the alien's plasma technology, however it's size and weight make it somewhat unmanageable"
TacticalText="<Bullet/> Plasma pistols are the most powerful handguns on Earth to date.\n<Bullet/> Unlike the sniper rifle, pistols can be fired with a single action."

[Shotgun_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary Plasma Shotgun"
FriendlyNamePlural="Mercenary Plasma Shotguns"
BriefSummary="This so called shotgun appears to be a previous version of the plasma rifle, unable to properly form a concentrated plasma beam, it appears that whoever designed this decided to instead increase the power output, sacrificing range in order to obtain supreme short range firepower."
TacticalText="<Bullet/> This is the most advanced shotgun-style weapon available in the mercenary arsenal.\n<Bullet/> Shotgun-style weapons are extremely effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Mercenary Plasma Shotgun's tactical effectiveness."
AbilityDescName="shotgun"

[Cannon_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary Plasma Cannon"
FriendlyNamePlural="Mercenary Plasma Cannons"
BriefSummary="This massive cannon is capable of unleashing an incredible number of beams at an insane fire rate, this is accomplished by utilizing an extra supply of energy that constantly cycles power through the magazine"
TacticalText="<Bullet/> The Beam Cannon is the most powerful combat support weapon human forces can deploy.\n<Bullet/> Use upgrades looted from enemies to improve the Beam Cannon's tactical effectiveness."
AbilityDescName="cannon"

[Sniper_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary Plasma Sniper"
FriendlyNamePlural="Mercenary Plasma Snipers"
BriefSummary="The most sophisticated of the Mercenary Plasma Weapons, by introducing a secondary rotating lens this weapon is capable of sustaining a concentrated plasma beam at incredibly range that deestabilizes itself at the point of contact, dealing massive damage to the target. This plasma rifle is unmatched in terms of firepower."
TacticalText="<Bullet/> This is the apex of sniper rifle technology.\n<Bullet/> Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/> Use upgrades looted from enemies to improve the plasma sniper rifle's tactical effectiveness."
AbilityDescName="sniper rifle"

[Sword_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary Plasma Blade"
FriendlyNamePlural="Mercenary Plasma Blades"
BriefSummary="The Mercenary Plasma Blade generates a violent stream of plasma that cycles around the edge of the blade almost like a chainsaw, however the blade itself is incapable of sustaining the plasma field for long periods of time, so the weapon needs to be housed within a special sheath capable of keeping the weapon cool, powering the system, and maintaining the plasma field."
TacticalText="<Bullet/> This is the most advanced version of the Ranger's sword, dealing maximum damage with a chance to burn enemy targets."
AbilityDescName="sword"

[SparkGun_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary MEC Cannon"
FriendlyNamePlural="Mercenary MEC Cannons"
BriefSummary="This massive weapon uses a sophisticated magazine allowing it to fire for longer periods of time without damaging the system." 
TacticalText="<Bullet/> Designed specifically for SPARKs to deal maximum damage, the Mercenary MEC Cannon is the epitome of powered rifle technology.\n<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training."
AbilityDescName="elerium phase-cannon"

[SMG_MercPlasma X2WeaponTemplate]
FriendlyName="Mercenary Plasma SMG"
FriendlyNamePlural="Mercenary Plasma SMGs"
BriefSummary="The Mercenary Plasma SMG provides mobility and concealment bonuses, unfortunately it sacrifices firepower and long range accurracy for these bonuses."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Mercenary Plasma SMG's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"